[
  {
    "id": "apaCare-remineralising-toothpaste",
    "priority": "0",
    "category": "Pasta do zębów",
    "photos": [
      {
        "url": "/images/products/ApaCare_Remineralising_Toothpaste.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Remineralising Toothpaste",
    "description": "Pasta do codziennego czyszczenia zębów. Płynne szkliwo wzmacnia, wygładza i rozjaśnia zęby.",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Pasta do codziennego czyszczenia zębów.",
      "Płynne szkliwo wzmacnia, wygładza i rozjaśnia zęby."
    ],
    "list": {
      "type": "TEXT",
      "elementsText": [
        {
          "title": "Odbudowa szkliwa:",
          "text": "zawarty w paście medyczny hydroksyapatyt naprawia uszkodzone szkliwo, łagodzi nadwrażliwość zębów na ból i zimno.",
          "icon": "mdi:tooth"
        },
        {
          "title": "Warstwa ochronna:",
          "text": "płynne szkliwo pokrywa zęby i tworzy wysoce skuteczną warstwę ochronną. Zapobiega próchnicy, zapaleniu dziąseł oraz paradontozie.",
          "icon": "mdi:shield-check"
        },
        {
          "title": "Wybielanie zębów:",
          "text": "medyczny hydroksyapatyt sprawia, że zęby stają się lśniąco i jaśniejsze.",
          "icon": "mdi:brightness-5"
        }
      ]
    },
    "textsAfterList": [
      "Płynne szkliwo i fluorek sodu zawarte w paście ApaCare doskonale się uzupełniają i wzmacniają swoje działanie zapobiegając próchnicy i remineralizując zęby.",
      "Pasta do zębów ApaCare jest przeznaczona dla osób w każdym wieku.",
      "Starannie dobrane, wysokiej jakości składniki dokładnie czyszczą i jednocześnie wygładzają zęby. Pasta do zębów ApaCare jest pastą wegańska, nie zawiera konserwantów, mikroplastików ani dwutlenku tytanu."
    ],
    "methodOfUse": [
      {
        "priority": 4,
        "text": "Przeznaczona do higieny jamy ustanej dla dorosłych i dzieci."
      },
      {
        "priority": 3,
        "text": "Zęby należy szczotkować 2-3 razy dziennie (co najmniej 3 minuty)."
      },
      {
        "priority": 2,
        "text": "Po szczotkowaniu wypluć pastę, ale nie płukać zębów."
      },
      {
        "priority": 1,
        "text": "Dzieci do 3 roku życia powinny stosować ilość pasty wielkości ziarenka ryżu."
      },
      {
        "priority": 0,
        "text": "Dzieci w wielu od 3 lat do 6 roku życia powinny stosować niewielką ilość pasty, tj. ilość wielkości ziarnka grochu."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Fluorek sodu",
        "text": "1450 ppm F",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Wartość RDA",
        "text": "40",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "tubka 75 mL",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Aqua, Sorbitol, Hydrated Silica, Propylene Glycol, Glycerin, Sodium C14-16 Olefin Sulfonate, Flavouring, Hydroxyapatite, Cellulose Gum, Sodium Fluoride, Allantoin, Sodium Saccharin, Tetrapotassium Pyrophosphate, Limonene, Cl 77947.",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Wegańska",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez laktozy",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez glutenu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez dwutlenku tytanu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez mikroplastiku",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez konserwantów",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez parabenów",
        "value": true,
        "type": "CHECK"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-repair",
    "priority": "1",
    "category": "Pasta naprawcza",
    "photos": [
      {
        "url": "/images/products/ApaCare_Repair.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Repair",
    "description": "Medyczna pasta do naprawy zębów. Pasta o dużej zawartości płynnego szkliwa do stosowania po umyciu zębów.",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Medyczna pasta do naprawy zębów",
      "Pasta o dużej zawartości płynnego szkliwa do stosowania po umyciu zębów."
    ],
    "list": {
      "type": "TEXT",
      "elementsText": [
        {
          "title": "Naprawa szkliwa:",
          "text": "zapobiega próchnicy początkowej, uszczelnia pory, wygładza powierzchnie zębów i działa remineralizująco w przypadku wad rozwojowych zębów oraz hipomineralizacji trzonowcowo-siekaczowej (MIH).",
          "icon": "mdi:tooth-outline"
        },
        {
          "title": "Rozjaśnia zęby:",
          "text": "zwiększa grubość powierzchni szkliwa i tworzy jasną, błyszczącą warstwę odbijającą światło.",
          "icon": "mdi:white-balance-sunny"
        },
        {
          "title": "Leczy nadwrażliwość zębów:",
          "text": "Pokrywa wrażliwe szyjki zębów warstwą ochronną. Szczelna barier ochronna uniemożliwia dotarcie czynników drażniących do zakończeń nerwowych w zębach.",
          "icon": "mdi:toothbrush-electric"
        }
      ]
    },
    "textsAfterList": [
      "ApaCare Repair to produkt o największej skuteczności w badaniach produktów ApaCare (wyniki są lepsze niż w przypadku pasta do zębów!)",
      "ApaCare Repair stosuje się po umyciu zębów. Duża zawartość medycznego hydroksyapatytu powoduje osadzanie się płynnego szkliwo na powierzchniach zębów, przyleganie do nich i wytworzenie zewnętrznej, niewidocznej warstwy ochronnej.",
      "Minerały szkliwa naprawiają uszkodzenia szkliwa oraz próchnicę początkową, wspomagają dojrzewanie szkliwa nawet w przypadku przebarwionych zębów, zaburzeń rozwojowych lub wad rozwojowych zębów (np. hipomineralizacja trzonowcowo-siekaczowa), wzmacniają i pogrubiają powierzchnię szkliwa, bardzo przyjemnie ją wygładzają i sprawiają, że zęby stają się jaśniejsze i bardziej lśniące.",
      "Jednocześnie leczone są nadwrażliwe szyjki zębów, a przyczyna występowania nadwrażliwości, czyli odsłonięte kanaliki zębinowe jest trwale leczona przez ich uszczelnianie.",
      "ApaCare Repair można również stosować w przypadku erozji kwasowej, wysokiej podatności na próchnicę i w trakcie leczenia ortodontycznego.",
      "ApaCare Repair to bezfluorowa alternatywa dla żeli z fluorem. Należy go stosować po szczotkowaniu zębów.",
      "Leczenie za pomocą ApaCare Repair jest szczególnie skuteczne, gdy produkt jest nakładany za pomocą szyny dentystycznej. Produkt należy używać raz lub dwa razy dziennie przez 20 minut lub nakładać go na noc. Najłatwiej jest to zrobić za pomocą szyny dentystycznej ApaCare Repair Dental Split, która daje możliwość samodzielnego jej formowania i przeznaczona jest do użytku domowego.",
      "Dentyści mogą również używać pasty ApaCare Repair w swojej praktyce, np. po zabiegach profilaktycznych w celu wygładzenia zęby i zapobiegania nadwrażliwości.",
      "ApaCare Repair: próchnica początkowa może być remineralizowana za pomocą płynnego szkliwa.",
      "W kontrolowanym i randomizowanym badaniu* na 92 pacjentach z próchnicą początkową, opublikowanym na Nature.com, wykazano wysoki stopień remineralizacji dzięki zastosowaniu produktu ApaCare Repair.",
      "Uczestnicy badania stosowali fluoryzowaną pastę do zębów, a następnie ApaCare Repair raz dziennie przez 6 miesięcy. Badanie kontrolne przeprowadzono po roku i dwóch latach.",
      "Wynik: Początkowa próchnica została zredukowana w 38% zębów, a w połączeniu z ozonem nawet w 69%. Po 2 latach bez stosowania ApaCare Repair liczba zębów wolnych od próchnicy zmniejszyła się do 18%. Autorzy zalecają, aby pacjenci z próchnicą początkową lub zagrożeni próchnicą stosowali leczenie nie tylko przez 6 miesięcy, ale na stałe.",
      "*Grocholewicz, K., Matkowska-Cichocka, G., Makowiecki, P. et al. Wpływ nano-hydroksyapatytu i ozonu na próchnicę początkową okołozębową: randomizowane badanie kliniczne. Sci Rep 10, 11192 (2020)"
    ],
    "methodOfUse": [
      {
        "priority": 3,
        "text": "Przeznaczona do higieny jamy ustanej dla dorosłych i dzieci."
      },
      {
        "priority": 2,
        "text": "Należy nałożyć i rozprowadzić po umyciu zębów i pozostawić na zębach."
      },
      {
        "priority": 1,
        "text": "Najlepiej stosować jest w połączeniu z szyną dentystyczną ApaCare Repair Dental Split."
      },
      {
        "priority": 0,
        "text": "Produkt można pozostawić na zębach na noc lub stosować 1-2 razy dziennie."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "Tubka 30 mL",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Aqua, Hydroxyapatite, Xylitol, Sorbitol, Glycerin, Propylene Glycol, Silica, Xanthan Gum, Aroma, Sodium Saccharin, Zinc Chloride, Menthol, Anethole, Mentha Piperita Oil",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Wegańska",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez dwutlenku tytanu",
        "value": true,
        "type": "CHECK"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-polish",
    "priority": "2",
    "category": "Pasta do zębów",
    "photos": [
      {
        "url": "/images/products/ApaCare_Polish.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Polish",
    "description": "Medyczna pasta do polerowania zębów z płynnym szkliwem",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Medyczna pasta do polerowania zębów z płynnym szkliwem"
    ],
    "list": {
      "type": "TEXT",
      "elementsText": [
        {
          "title": "Pasta do zębów stosowana raz lub dwa razy w tygodniu zamiast zwykle stosowanej pasty:",
          "text": "ApaCare Polish ma podobną strukturę do pasty do zębów ApaCare zawiera jednak dodatkowo delikatne, skutecznie czyszczące perełki podobnymi do tych występujących w profesjonalnych pastach polerskich używanych przez dentystów.",
          "icon": "mdi:calendar-clock"
        },
        {
          "title": "Usuwanie przebarwień i płytki nazębnej:",
          "text": "zmniejsza i minimalizuje powstawanie nowej płytki nazębnej i przebarwień, nawet u osób palących, często spożywających herbatę lub kawę lub u których przebarwienia są działaniami niepożądanymi leków itp.",
          "icon": "mdi:toothbrush"
        },
        {
          "title": "W przypadku silnego osadzania się kamienia nazębnego:",
          "text": "może usuwać „świeży” kamień nazębny, zwłaszcza w połączeniu ze szczoteczką soniczną ApaCare i specjalnymi szczoteczkami Inter Polish. Skutecznie czyści zęby i usuwa płytkę nazębną tworząc jednocześnie warstwę ochronną na powierzchni dzięki zawartości płynnego szkliwa.",
          "icon": "mdi:toothbrush-paste"
        }
      ]
    },
    "textsAfterList": [
      "Polerowanie i czyszczenie zębów podobne jak u dentysty: ApaCare Polish to idealne uzupełnienie pasty do zębów ApaCare Remoneralising. ApaCare Polish stosuje się raz lub dwa razy w tygodniu zamiast pasty do zębów.",
      "Przeznaczona jest dla osób, którzy cenią sobie świeże, czyste zęby i chcą regularnie polerować i intensywnie czyścić zęby między sesjami profilaktyki stomatologicznej.",
      "Używana jak zwykła pasta do zębów. Najlepiej stosować w połączeniu ze specjalnym programem polerowania/wybielania szczoteczki sonicznej ApaCare."
    ],
    "methodOfUse": [
      {
        "priority": 2,
        "text": "Przeznaczona do higieny jamy ustanej dla dorosłych i młodzieży od 12 roku życia."
      },
      {
        "priority": 1,
        "text": "ApaCare Polish należy stosować 1-2 razy w tygodniu zamiast zwykłej pasty do zębów."
      },
      {
        "priority": 0,
        "text": "Najlepsze rezultaty można osiągnąć stosując ApaCare Polish za pomocą szczoteczkisonicznej ApaCare Sonic i programem „Whitening”."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Wartość RDA",
        "text": "180",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Fluorek sodu",
        "text": "1450 ppm F",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Aqua, Hydrated Silica, Sorbitol, Propylene Glycol, Hydroxyapatite, Sodium C14-16 Olefin Sulfonate, Aroma, Cellulose Gum, Tetrapotassium Pyrophosphate, Sodium Fluoride, Sodium Saccharin, Limonene, CI 42051.",
        "type": "TEXT"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-oraLactin-liquid",
    "priority": "3",
    "category": "Probiotyki",
    "photos": [
      {
        "url": "/images/products/OraLactin-Liquid.png",
        "priority": 100
      }
    ],
    "company": "OraLactin",
    "labels": [],
    "name": "ApaCare OraLactin Liquid",
    "description": "Płyn do płukania jamy ustnej z medycznym hydroksyapatytem i prebiotykami.",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Płyn do płukania jamy ustnej z medycznym hydroksyapatytem i prebiotykami."
    ],
    "list": {
      "type": "EMPTY"
    },
    "textsAfterList": [
      "ApaCare OraLactin Liquid jest gotowym do użycia płynem do płukania jamy ustnej i zębów, który chroni przed próchnicą i paradontozą, a jednocześnie ma przyjemnie świeży smak. Podczas płukania, powstaje na zębach warstwa ochronna, a ich powierzchnia staje się gładsza. Nadwrażliwość ulega trwałemu zmniejszeniu. Prebiotyki wspomagają utrzymanie zdrowej flory jamy ustnej.",
      "Kwas hialuronowy utrzymuje przyjemne nawilżenie błony śluzowej jamy ustnej i odżywia ją w przypadku suchości jamy ustnej.",
      "Płyn nie zawiera alkoholu i nadaje się do długotrwałego stosowania. Regularne stosowanie wspiera zdrowy mikrobiom jamy ustnej i utrzymanie ważnych z punktu widzenia zdrowia bakterii jamy ustnej, które przyczyniają się do obniżenia ciśnienia krwi i zapobiegania cukrzycy poprzez wytwarzane przez organizm człowieka substancje przekaźnikowe.",
      "Już po kilku zastosowaniach wyczuwalne będą przyjemne gładkie powierzchnie zębów dzięki ochronnej warstwie płynnego szkliwa i dobrze nawilżona błona śluzową jamy ustnej.",
      "Przyjemna formuła zapewnia długotrwały świeży smak i oddech. Zmniejsza nieświeży oddech i stany zapalne dziąseł. Może również skutecznie zapobiegać krwawieniu dziąseł."
    ],
    "methodOfUse": [
      {
        "priority": 3,
        "text": "Przeznaczona do higieny jamy ustanej dla dorosłych i młodzieży oraz dzieci od 6 roku życia."
      },
      {
        "priority": 2,
        "text": "Przed użyciem butelkę należy krótko wstrząsnąć."
      },
      {
        "priority": 1,
        "text": "Jamę ustną należy płukać dokładnie dwa razy dziennie (bez rozcieńczania), przez około 30 sekund."
      },
      {
        "priority": 0,
        "text": "Wypluć płyn po wypłukaniu, nie połykać."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Fluorek sodu",
        "text": "250 ppm F",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "butelka 200 mL z miarką do dozowania.",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Aqua, Glycerin, Propylene glycol, Arginine, Potassium nitrate, Hydroxyapatite, Cellulose, Cellulose gum, Aroma, Acacia senegal gum, Lactobacillus Ferment, Hyaluronic acid, Sodium fluoride, Cocamidopropyl betaine, Mentha spicata herb oil, Sodium saccharin, Benzyl alcohol, Benzoic acid, Dehydroacetic acid.",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Nie Zawiera alkoholu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Wegańska",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez laktozy",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez glutenu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez dwutlenku tytanu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez mikroplastiku",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez parabenów",
        "value": true,
        "type": "CHECK"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-anti-caries-chewing-gum",
    "priority": "4",
    "category": "Gumy",
    "photos": [
      {
        "url": "/images/products/ApaCare_Gum.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Anti-caries chewing gum",
    "description": "Guma do żucia chroniąca przed próchnicą zawierająca minerały szkliwa i ksylitol.",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Guma do żucia chroniąca przed próchnicą zawierająca minerały szkliwa i ksylitol."
    ],
    "list": {
      "type": "TEXT",
      "elementsText": [
        {
          "title": "Innowacyjne zapobieganie próchnicy:",
          "text": "ksylitol i minerały szkliwa skutecznie redukują liczbę bakterie powodujące próchnicę i wspomagają remineralizację.",
          "icon": "mdi:shield-plus"
        },
        {
          "title": "Stymulacja wydzielania śliny dla naturalnej ochrony:",
          "text": "guma do żucia stymuluje przepływ śliny, neutralizuje kwasy i wspomaga fizjologiczny układ odpornościowy.",
          "icon": "mdi:water"
        },
        {
          "title": "Ksylitol zmniejsza ilość bakterii chorobotwórczym:",
          "text": "badania naukowe potwierdzają, że ksylitol trwale zmniejsza ilość bakterii próchnicotwórczych.",
          "icon": "mdi:bacteria"
        },
        {
          "title": "Wspomagnie mikrobiomu jamy ustnej:",
          "text": "stabilizuje florę jamy ustnej, pomaga zmniejszyć nasilenie suchości w ustach i przywraca świeży oddech.",
          "icon": "mdi:dna"
        },
        {
          "title": "Nie zawiera cukru i sztucznych dodatków:",
          "text": "guma nie zawiera dwutlenku tytanu, konserwantów i syntetycznych substancji słodzących.",
          "icon": "mdi:cancel"
        }
      ]
    },
    "textsAfterList": [],
    "methodOfUse": [
      {
        "priority": 2,
        "text": "Dzieci od 3 roku życia: 1 guma do żucia 1x dziennie"
      },
      {
        "priority": 1,
        "text": "Młodzież (od 12 roku życia) i dorośli: 1 guma do żucia 3 x dziennie - W połączeniu ze słodzikami, może mieć efekt przeczyszczający, jeśli jest spożywana w nadmiarze."
      },
      {
        "priority": 0,
        "text": "Dla osiągnięcia maksymalnego efektu zaleca się stosowanie systematyczne przez 30 dni (kurs)."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "słoiczek plastikowy zawierający 45 gum do żucia.",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Xylitol (56 %), Gum base, Glycerin, Calcium carbonate, Aroma, Gum arabic, Potassium acesulfame, Curcuma longa, CI 75810 (chlorophyll).",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Bez glutenu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez laktozy",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Wegańska",
        "value": true,
        "type": "CHECK"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-lack-lakier-mineralizujacy",
    "priority": "5",
    "category": "Akcesoria do pielęgnacji",
    "photos": [
      {
        "url": "/images/products/ApaCare_Zahnlack.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Lack Lakier Mineralizujący",
    "description": "Długotrwały lakier, który chroni przed nadwrażliwością, remineralizuje szkliwo i zapobiega próchnicy.",
    "isHomePageRecommended": false,
    "textsAfterTitle": [
      "Natychmiastowa pomoc w przypadku nadwrażliwości zębów",
      "Lakier stosowany w przypadku nadwrażliwości szyjek zębowych oraz do remineralizacji próchnicy początkowej i hipomineralizacji (hipomineralizacji trzonowcowo-siekaczowej).",
      "Lakier ochronny o długotrwałym działania, odporny na wilgoć. Stosowany w przypadku nadwrażliwości szyjek zębowych lub do intensywnej remineralizacji w przypadku próchnicy początkowej. Do stosowania miejscowego w jamie ustnej. Utrzymuje się na zębach przez długi czas. Łączy natychmiastowy efekt z ukierunkowaną na przyczynę, długotrwałą ochroną.",
      "Apacare Lack Lakier Mineralizujący to profesjonalny produkt do stosowania przez pacjenta, ale również często stosowany przez dentystów i specjalistów od profilaktyki. Dla dorosłych, młodzieży i dzieci z nadwrażliwością zębów, wysoką podatnością na próchnicę, mechanicznym starciem zębów, częstym spożywaniem kwaśnych napojów lub wadami zębów, np. hipomineralizacji trzonowcowo-siekaczowej. Stosowany również w celu zapobiegania próchnicy zębów podczas leczenia stałymi aparatami ortodontycznymi w ramach uszczelniania zamków."
    ],
    "list": {
      "type": "EMPTY"
    },
    "textsAfterList": [],
    "methodOfUse": [
      {
        "priority": 5,
        "text": "Przeznaczony dla dorosłych, młodzieży i dzieci od 6 roku życia."
      },
      {
        "priority": 4,
        "text": "Nakładać pędzelkiem na odsłonięte szyjki zębów lub powierzchnie zębów, które mają zostać poddane remineralizacji."
      },
      {
        "priority": 3,
        "text": "Przez krótki czas osuszyć zęby, które mają być pokryte lakierem i nałożyć miejscowo. Następnie pozostawić do wchłonięcia."
      },
      {
        "priority": 2,
        "text": "Najlepiej pozostawić na noc."
      },
      {
        "priority": 1,
        "text": "Resztki lakieru lub odkruszone jego drobiny można bezpiecznie połknąć."
      },
      {
        "priority": 0,
        "text": "Można usunąć podczas normalnego szczotkowania zębów."
      }
    ],
    "textAfterMethodOfUse": "Ze względów higienicznych każda butelka i pędzelek powinna być używana tylko przez jedną osobę.",
    "information": [
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "butelka zawierająca 5 mL lakieru.",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Alcohol, Shellac, Hydroxy Apatite, Aqua, Aroma (Limonene, Menthol).",
        "type": "TEXT"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "oraLactin-toothpast",
    "priority": "6",
    "category": "Probiotyki",
    "photos": [
      {
        "url": "/images/products/OraLactin_Zahncreme.png",
        "priority": 100
      }
    ],
    "company": "OraLactin",
    "labels": [],
    "name": "OraLactin Toothpast",
    "description": "Medyczna pasta do zębów z probiotykim i płynnym szkliwem do codziennego mycia i pielęgnacji zębów.",
    "isHomePageRecommended": true,
    "textsAfterTitle": [
      "Medyczna pasta do zębów z probiotykim i płynnym szkliwem do codziennego mycia i pielęgnacji zębów."
    ],
    "list": {
      "type": "TEXT",
      "elementsText": [
        {
          "title": "Odbudowuje mikrobiom (florę bakteryjną) jamy ustnej:",
          "text": "stabilizuje i regeneruje zrównoważoną, prozdrowotną florę jamy ustnej.",
          "icon": "mdi:bacteria-outline"
        },
        {
          "title": "Wspiera ogólny stan zdrowia:",
          "text": "promuje mikroorganizmy regulujące nadciśnienie i zapobiegające cukrzycy.",
          "icon": "mdi:heart-pulse"
        },
        {
          "title": "Odbudowa szkliwa zębów:",
          "text": "zawiera medyczny hydroksyapatyt, który naprawia uszkodzone szkliwo zębów. Łagodzi dolegliwości zębów związane z ich nadwrażliwością na ból i zimno.",
          "icon": "mdi:tooth"
        }
      ]
    },
    "textsAfterList": [
      "Pasta do zębów ApaCare Oralactin wykorzystuje jak bazę sprawdzoną formułę ApaCare z płynnym szkliwem i fluorem, natomiast jej innowacyjność polega na dodatkowym działaniu probiotycznym.",
      "Naturalne dodatki prebiotyczne szczególnie sprzyjają rozwojowi prozdrowotnych mikroorganizmów we florze jamy ustnej, zwłaszcza tych, które obniżają ciśnienie krwi i zapobiegają cukrzycy.",
      "Specyficzne dla bakterii substancje sygnalizacyjne, tzw. postbiotyki, hamują rozwój patogenów bez żadnych działań niepożądanych.",
      "Przy regularnym stosowaniu na powierzchni zębów tworzy się warstwa ochronny, która bardzo skutecznie wygładza, naprawia drobne ubytki, chroni przed nadwrażliwością i rozjaśnia zęby.",
      "Starannie dobrane, wysokiej jakości składniki dokładnie czyszczą i jednocześnie wygładzają zęby.",
      "Pasta do zębów ApaCare Oralactin jest wegańska, nie zawiera konserwantów, mikroplastików, dwutlenku tytanu itp."
    ],
    "methodOfUse": [
      {
        "priority": 2,
        "text": "Przeznaczona do higieny jamy ustnej z dodatkową ochroną zdrowej flory bakteryjnej dla dorosłych, młodzieży i dzieci od 6. roku życia."
      },
      {
        "priority": 1,
        "text": "Zęby należy szczotkować 2-3 razy dziennie (co najmniej 3 minuty)."
      },
      {
        "priority": 0,
        "text": "Po szczotkowaniu wypluć pastę, ale nie płukać zębów."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Fluorek sodu",
        "text": "1450 ppm F",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Wartość RDA",
        "text": "40",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Opakowanie",
        "text": "tubka 75 mL",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Aqua, Sorbitol, Hydrated silica, Propylene glycol, Glycerin, Sodium c14-16 olefin sulfonate, Potassium nitrate, Aroma, Arginine, Hydroxyapatite, Cellulose gum, Sodium fluoride, Allantoin, Sodium saccharin, Acacia senegal gum, Tetrapotassium pyrophosphate, Lactobacillus Ferment, Menthol, Limonene, CI 77947 (ZnO), CI 75810 (chlorophyll).",
        "type": "TEXT"
      },
      {
        "priority": 0,
        "title": "Wegańska",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez laktozy",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez glutenu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez dwutlenku tytanu",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez mikroplastiku",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez konserwantów",
        "value": true,
        "type": "CHECK"
      },
      {
        "priority": 0,
        "title": "Bez parabenów",
        "value": true,
        "type": "CHECK"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-repair-dental-split",
    "priority": "7",
    "category": "Akcesoria do pielęgnacji",
    "photos": [
      {
        "url": "/images/products/ApaCare_SzynaRepair.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": ["Nowość"],
    "name": "ApaCare Repair Dental Split",
    "description": "Jednoczęściowa szyna intensywnie remineralizuje, rozjaśnia i nabłyszcza zęby, wspomagając ich ochronę.",
    "isHomePageRecommended": false,
    "textsAfterTitle": [
      "Jednoczęściowa szyna dentystyczna do stosowania ApaCare Repair",
      "Szyny dentystyczne do intensywnej remineralizacji zębów",
      "Dzięki szynie dentystycznej ApaCare Repair Dental Splint można skutecznie i delikatnie remineralizować zęby za pomocą pastą naprawczej ApaCare Repair. Jednocześnie zęby rozjaśniają się i uzyskują lśniący blask. Stomatolodzy zalecają ten system szczególnie w przypadku nadwrażliwości zębów i wysokiej podatności na próchnicę, ale także w przypadku wysokich wymagań estetycznych i profesjonalnych zabiegach wybielania.",
      "Przed użyciem pasty ApaCare Repair należy wyszczotkować zęby. W razie jakichkolwiek pytań prosimy o kontakt z dentystą."
    ],
    "list": {
      "type": "EMPTY"
    },
    "textsAfterList": [""],
    "methodOfUse": [
      {
        "priority": 1,
        "text": "Dopasowanie szyny: wymieszać dwie filiżanki wrzątku z jedna filiżanką zimnej wody (woda będzie miła temperaturę około 80 o C). Zamocować uchwyt do szyny i zanurzyć ją w przygotowanej wodzie na 20 sekund w celu jej uplastycznienia. Następnie należy wyjąć szynę z wody, strząsnąć wodę i włożyć szynę do jamy ustnej. Zamknąć usta, zagryźć szynę na około 1 minutę i następnie wyjąć szynę z ust."
      },
      {
        "priority": 0,
        "text": "Przed użyciem pasty ApaCare Repair należy wyszczotkować zęby. Nałożyć preparat ApaCare Repair po obu stronach szyny. Szynę z preparatem ApaCare Rapair należy włożyć do jamy ustnej i zacisnąć zębami. Należy stosować przez 10-30 minut dwa razy dziennie. Po użycie szynę należy umyć woda."
      }
    ],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Opakowanie",
        "array": [
          {
            "text": "1 x pudełko do przechowywania"
          },
          {
            "text": "1 x jednoczęściowa, przezroczysta szyna"
          }
        ],
        "type": "ARRAY"
      },
      {
        "priority": 0,
        "title": "Skład",
        "text": "Szyna jest wykonana z termoplastycznego, miękkiego plastiku (przeznaczonego do żywności).",
        "type": "TEXT"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  },
  {
    "id": "apaCare-prophylaxis-set",
    "priority": "8",
    "category": "Zestawy",
    "photos": [
      {
        "url": "/images/products/ApaCare_Prophylaxe.png",
        "priority": 100
      }
    ],
    "company": "ApaCare",
    "labels": [],
    "name": "ApaCare Prophylaxis Set",
    "description": "Zestaw zawiera pasty Remineralising Toothpaste, Repair, Polish oraz szynę dentystyczną Repair.",
    "isHomePageRecommended": false,
    "textsAfterTitle": [
      "W zestawie znajduje się pasta do zębów ApaCare Remineralising Toothpast, pasty do naprawy zębów ApaCare Repair, pasty polerskiej ApaCare Polish oraz jednoczęściowej szyny dentystycznej ApaCare Repair."
    ],
    "list": {
      "type": "EMPTY"
    },
    "textsAfterList": [
      "Wszystkie produkty do pielęgnacji zębów ApaCare zawierają płynne szkliwo (medyczny hydroksyapatyt) i fluor. Szczególnie zalecany w przypadku wysokiej podatności na próchnicę, nadwrażliwości zębów i po spożyciu kwaśnych pokarmów. Zawarty fluorek wzmacnia działanie hydroksyapatytu na szkliwo i chroni przed płytką nazębną, próchnicą i paradontozą.",
      "Do codziennej pielęgnacji zębów."
    ],
    "methodOfUse": [],
    "textAfterMethodOfUse": "",
    "information": [
      {
        "priority": 0,
        "title": "Opakowanie",
        "array": [
          {
            "text": "1x ApaCare Remineralising Toothpast pasta do zębów",
            "link": "/"
          },
          {
            "text": "1x ApaCare Repair Pasta naprawcza do zębów",
            "link": "/"
          },
          {
            "text": "1x ApaCare Polish Pasta do polerowania zębów",
            "link": "/"
          },
          {
            "text": "1x jednoczęściowa szyna dentystyczna do nakładania ApaCare Repair",
            "link": "/"
          }
        ],
        "type": "ARRAY"
      }
    ],
    "relationProductsId": [
      "apaCare-repair",
      "apaCare-lack-lakier-mineralizujacy",
      "apaCare-prophylaxis-set",
      "oraLactin-toothpast"
    ]
  }
]
